/* Used for list of received invites. Example \"John Doe (john_doe) sent you an invite\" */
"%@ (%@) sent you an invite" = "%1$@ (%2$@) ti ha inviato un invito";

/* Notify user that features is not available without an online profile. Example: \"Awards are not available without an...\" */
"%@ are not available without an online profile. Get online with your profile. It's free!" = "%@ non sono disponibili senza un profilo on-line. Entra on-line con il tuo profilo. È gratuito!";

/* Label explaining that the current game requires an online AGON profile (hence, offline mode isn't available). */
"%@ requires an online profile to play." = "%@ richiede un profilo on-line per giocare.";

/* Used for list of received invites. Example \"john_doe sent you an invite\" */
"%@ sent you an invite" = "%@ ti ha inviato un invito";

/* Welcome text that is shown the first time a user opens up AGON from a new game. The '%@' will be replaced by the game's name at runtime. '\n' must be preserved. */
"%@ uses AGON, a free social network of games.\nCreate your online profile to have your scores and awards saved, join the global leaderboards and connect with your friends." = "%@ utilizza AGON, un social network gratuito di giochi.\nCrea il tuo profilo on-line per registrare i tuoi punteggi e i tuoi premi, accedere ai tabelloni dei punteggi globali ed essere in contatto con i tuoi amici.";

/* Table section header of known profiles */
"..or merge with a known profile" = "...oppure unisci a un profilo conosciuto";

/* Table section header of known profiles */
"..or select a known profile" = "...oppure seleziona un profilo conosciuto";

/* Generic unknown text. */
"<Unknown>" = "<Sconosciuto>";

/* Inform the user that the entered email address must be confirmed (alert view message) */
"A confirmation mail has been sent to your email address." = "È stata inviata un'e-mail di conferma al tuo indirizzo.";

/* Message used if a username already used on the device is entered. The '%@' entry must stay. */
"A local profile with the username '%@' already exists. If you wish to use it, please exit this wizard and select it through the profile picker." = "Esiste già un profilo locale con nome utente “%@”. Se desideri utilizzarlo, esci dall'assistente e sceglilo dal selezionatore di profili.";

/* Password isn't long enough message. */
"A valid password is at least 6 characters long." = "Una password valida deve contenere almeno 6 caratteri.";

/* Generic accept text */
"Accept" = "Accetta";

/* Shown with a progress bar while trying to accept a received invite. */
"Accepting invite..." = "Accettazione invito in corso...";

/* Generic add friends text */
"Add Friends" = "Aggiungi amici";

/* Displayed to the user in the context of \"Add Friends From Facebook\" */
"Add Friends From" = "Aggiungi amici da";

/* Add friend by AGON username */
"AGON name" = "Nome AGON";

/* Explanatory text of what AGON Online is. */
"AGON Online is a FREE, social network of games and gives you online leaderboards, a friends community and more." = "AGON Online è un social network GRATUITO di giochi e ti offre tabelloni dei punteggi on-line, una comunità di amici e altro ancora.";

/* Table section header: AGON users you know */
"AGON users you know" = "Utenti AGON che conosci";

/* Help text that informs the user how to add friends or recommend the game to others. */
"AGON will help you connect with your existing friends if you press the Add Friends or Plus button. You can also recommend the game to your existing friends by pressing the Thumbs Up button." = "AGON ti aiuta a rimanere in contatto con i tuoi amici: premi il pulsante + o “Aggiungi amico”. Inoltre, puoi consigliare il gioco ai tuoi amici premendo il pulsante con l'icona del pollice rivolto verso l'alto.";

/* User's alias (friends see the user with this name). */
"Alias" = "Alias";

/* Label explaining the user how to log in to AGON using an existing profile. */
"Already have an existing online profile?\nJust choose \"Continue\" and enter your username to get connected." = "Disponi già di un profilo on-line?\nPer accedere, scegli Continua e inserisci il tuo nome utente.";

/* Generic awards text. MUST maintain string length. */
"Awards" = "Premi";

/* Generic back text. MUST maintain string length. */
"Back" = "Indietro";

/* Generic busy text */
"Busy" = "Occupato";

/* Generic cancel text */
"Cancel" = "Annulla";

/* Change password text for bigger label. */
"Change password" = "Modifica password";

/* Used for subject in invite mail. Example \"Check out the game %iFeelLucky% for the %iPhone%\" */
"Check out the game %@ for the %@" = "Dai un'occhiata al gioco %1$@ per %2$@";

/* Checking online to see if a profile has already been registered. */
"Checking profile name" = "Controllo nome profilo";

/* Choose password title text. */
"Choose Password" = "Scegli password";

/* Suburb city definition. */
"City" = "Città";

/* Generic clear text. */
"Clear" = "Cancella";

/* Generic comments text. */
"Comments" = "Commenti";

/* Confirm password placeholder text for input field. */
"Confirm password" = "Conferma password";

/* Inform the user that the entered email address must be confirmed (alert view title) */
"Confirm Your Email" = "Conferma la tua e-mail";

/* Enticing text explaining why the user should go online */
"Connect to AGON Online to browse and comment on your latest activities across all AGON-enabled games!" = "Connetti a AGON Online per sfogliare e commentare le tue attività più recenti relative ai giochi abilitati per AGON.";

/* Enticing text explaining why the user should go online */
"Connect to AGON Online to see how you rank amongst players in the world, in your nearby area or amongst people you know!" = "Connetti a AGON Online per visualizzare il tuo punteggio a confronto con quello di altri giocatori nel mondo, nella tua zona o delle persone che conosci!";

/* Enticing text explaining why user should go online */
"Connect to AGON Online to stay in touch with your friends. Write comments on their activities and compare your accomplishments" = "Connetti a AGON Online per rimanere in contatto con i tuoi amici. Commenta le loro attività e confronta i tuoi risultati con i loro";

/* Shown on the Facebook Connect window before it get's hold of the web page */
"Connect to Facebook" = "Collegati a Facebook";

/* Inform user that he will be connected to Twitter if he continues. */
"Connect to Twitter" = "Connetti a Twitter";

/* text explaining option */
"Connect with an existing profile" = "Connetti con un profilo esistente";

/* Text for a dialog that tells the user her password couldn't be changed. */
"Could not change password at this time" = "Impossibile modificare la password adesso";

/* Alertview text */
"Could not recommend via Facebook at this time." = "Impossibile consigliare via Facebook adesso.";

/* Suburb country definition. */
"Country" = "Paese";

/* text explaining option */
"Create a new offline profile" = "Crea un nuovo profilo non in linea";

/* text explaining option */
"Create a new online profile" = "Crea un nuovo profilo on-line";

/* Label indicating that it is possible to create an online AGON profile. */
"Create online profile" = "Crea profilo on-line";

/* Current nearby definition. Example \"Current selection: city\" */
"Current selection: %@" = "Selezione attuale: %@";

/* Shown if AGAON fails to accept user as a friend. The user can retry. */
"Currently unable to add user as a friend" = "Impossibile aggiungere l'utente come amico al momento";

/* Shown when it was not possible to revoke an already sent invitation. */
"Currently unable to cancel invitation" = "Impossibile annullare l'invito al momento";

/* Shown if AGAON fails to ignore friend request. The user can retry. */
"Currently unable to ignore friend request" = "Impossibile ignorare la richiesta di amicizia al momento";

/* Scores cannot currently be loaded for the user on the specific leaderboard. */
"Currently unable to load scores." = "Impossibile caricare i punteggi al momento.";

/* Generic delete profile label text. MUST maintain string length. */
"Delete" = "Elimina";

/* Title text on a view where the user can choose to delete his profile from the current device. */
"Delete local profile" = "Elimina profilo locale";

/* Delete profile text for bigger label. */
"Delete profile" = "Elimina profilo";

/* Text asking the user if she is sure she wants to delete her profile and lose all data on it. '\n' must stay. */
"Delete your local profile?\nYou will lose all scores and awards!" = "Desideri eliminare il profilo locale?\nPerderai tutti i punteggi e i premi!";

/* Button text for a button where the user confirms that she wants to delete her profile. */
"Delete!" = "Elimina!";

/* Error description. */
"Description: \"%@\"\n" = "Descrizione: \"%@\"\n";

/* Generic disabled text. */
"Disabled" = "Disattivato";

/* Ask user if he wants to go to the Apple App Store (alert view msg) */
"Do you want to close this application and go to the App Store?" = "Chiudere l'applicazione e andare all'Apple App Store?";

/* Ask user if he wants to publish the presented story to twitter. */
"Do you want to publish this story to twitter?" = "Desideri pubblicare questa storia su Twitter?";

/* Generic done text */
"Done" = "Fatto";

/* Short story title for facebook. Example \"earned an award in %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"earned an award in %@" = "ha vinto un premio in %@";

/* Used for twitter story. Example: \"earned the award \"Great Comeback\" in the %iPhone% game \"%Grolsch Game%\"\" - the text will be prefixed with the user's name when shown on Twitter. */
"earned the award \"%@\" in the %@ game \"%@\"" = "ha vinto il premio \"%1$@\" nel gioco %2$@ \"%3$@\"";

/* Label on the button for editing your profile. */
"Edit" = "Modifica";

/* Edit alias label */
"Edit Alias" = "Modifica alias";

/* Edit email label */
"Edit Email" = "Modifica e-mail";

/* Title for editing location. */
"Edit Location" = "Modifica posizione";

/* Title for editing profile. */
"Edit Profile" = "Modifica profilo";

/* Edit user name label */
"Edit Username" = "Modifica nome utente";

/* User's registered email. */
"Email" = "E-mail";

/* Users email address */
"Email Address" = "Indirizzo e-mail";

/* Title on dialog telling the user that her email is not confirmed. */
"Email not confirmed" = "E-mail non confermato";

/* Generic enabled text. */
"Enabled" = "Attivato";

/* Text on an alert view asking the user to input her registered email. '\n' entries must stay. */
"Enter current email\n\n" = "Inserisci e-mail attuale\n\n";

/* Enter password text. The '\n' entries must stay. */
"Enter current password\n\n" = "Inserisci password attuale\n\n";

/* Title on the view that asks for the user's email. */
"Enter Email" = "Inserisci e-mail";

/* Title text on an alert view asking the user to input her registered email. */
"Enter Existing AGON Email" = "Inserisci e-mail di AGON";

/* Title for a view where the user is asked to enter her username. */
"Enter Name" = "Inserisci nome";

/* Title text on a dialog that asks the user to enter her password. */
"Enter Password" = "Inserisci password";

/* Short text explaining that the user should type the name of his existing profile */
"Enter the name of your existing profile." = "Inserisci il nome del tuo profilo.";

/* Table section header with input of profile name */
"Enter your profile name" = "Inserisci il nome del tuo profilo";

/* Text explaining the user that if she enters her email address she will be able to retrieve her password later on. */
"Entering an email address will allow you to retrieve your password if you forget it." = "L'inserimento di un indirizzo e-mail ti consentirà di recuperare la password se la dimentichi.";

/* Error */
"Error" = "Errore";

/* Error domain and error code. */
"Error domain: \"%@\"  Error code: %d\n" = "Dominio errore: \"%1$@\"  Codice errore: %2$d\n";

/* AlertView when inviting friends failed */
"Error inviting one or more friends. Please retry later." = "Si è verificato un errore nell'invitare uno o più amici. Riprovare più tardi.";

/* Generic error occurred text */
"Error occurred" = "Si è verificato un errore";

/* Short cell title: use existing online profile */
"Existing Online Profile" = "Profilo on-line esistente";

/* Short title of view */
"Existing Profile" = "Profilo esistente";

/* Help text on button explaining option */
"Extend profile with online features" = "Amplia il profilo con le funzionalità on-line";

/* 'Facebook' button */
"Facebook" = "Facebook";

/* Alertview text */
"Facebook recommendations sent." = "Inviate segnalazioni Facebook.";

/* Title on an error dialog. */
"Failed" = "Non riuscito";

/* Text on an alert view telling the user that saving failed and that they can save again from the profile tab later on. */
"Failed to save additional profile settings. You can set these settings from the profile tab at a later point." = "Impossibile salvare impostazioni profilo aggiuntive. Puoi configurare queste impostazioni in seguito dal pannello del profilo.";

/* Failed to send invitation email */
"Failed to send invitation email" = "Invio e-mail di invito non riuscito";

/* Text on dialog telling the user that sending their password to their email address failed. */
"Failed to send the password to the email address." = "Invio della password all'indirizzo e-mail non riuscito.";

/* Shown while the user's score is being located in the highscore view. */
"Finding you..." = "Ricerca del tuo punteggio in corso...";

/* Genric merge profiles text */
"Forgot my password!" = "Ho dimenticato la password!";

/* Text on friend view when user is not online */
"Friend community available!" = "È disponibile una comunità di amici!";

/* Generic friends text. MUST maintain string length. */
"Friends" = "Amici";

/* Show as title for friends scores. */
"Friends Scores" = "Punteggi amici";

/* Inform user that only friends will see the alias */
"Friends will see your alias instead of your username." = "Gli amici vedranno il tuo alias invece del tuo nome utente.";

/* Title text on a view asking the user to connect to external networks such as Facebook and Twitter. */
"Get Connected" = "Connetti";

/* Inform user that it is easier to be found by friends if email is provided. */
"Get discovered more easily by providing your email!" = "Fatti trovare più facilmente fornendo la tua e-mail!";

/* Button text - pressing it will attempt to go online with the profile */
"Get Online" = "Vai on-line";

/* Short title of view */
"Go Online" = "Vai on-line";

/* Ask user if he wants to go to the Apple App Store (alert view title) */
"Go to the App Store?" = "Andare all'App Store?";

/* Short story title for facebook. Example \"got a highscore in %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"got a highscore in %@" = "ha ottenuto un punteggio alto in %@";

/* Example \I was playing %Grolsh Game% for the %iPhone% and I thought you might want to try it out. See if you can beat my score! My username is '%John Doe%' */
"I was playing %@ for the %@ and I thought you might want to try it out. See if you can beat my score! My username is '%@'" = "Stavo giocando a %1$@ per %2$@ e ho pensato che potesse piacerti. Prova a battere il mio punteggio! Il mio nome utente è '%3$@'";

/* Generic ignore text */
"Ignore" = "Ignora";

/* Shown with a progress bar while trying to ignore a received invite. */
"Ignoring invite..." = "Invito ignorato...";

/* Displayed when the user should decide to post an event to an external social network. Text should encourage user. */
"Impress people you know.\nPublish this event!" = "Fai colpo sulle persone che conosci.\nPubblica questo evento!";

/* Displayed when the user should decide to post a story to an external social network. Text should encourage user. */
"Impress people you know.\nPublish your best score!" = "Fai colpo sulle persone che conosci.\nPubblica il tuo punteggio migliore!";

/* Displayed when the user should decide to post a story to an external social network. Text should encourage user. Award title is shown in parentheses. */
"Impress people you know.\nPublish your earned award (%@)!" = "Fai colpo sulle persone che conosci.\nPubblica il premio che hai conquistato (%@)!";

/* Title on dialog telling the user that the entered email address doesn't match the registered email address. */
"Incorrect email address" = "Indirizzo e-mail non corretto";

/* Incorrect password error title message. */
"Incorrect Password" = "Password non corretta";

/* Incorrect password error message. */
"Incorrect password entered, please try again." = "La password inserita non è corretta: riprova.";

/* The user has entered an invalid alias (alert view title). */
"Invalid alias" = "Alias non valido";

/* Invalid device dialog title message. */
"Invalid Device" = "Dispositivo non valido";

/* The user has entered an invalid email address (alert view title). */
"Invalid email address" = "Indirizzo e-mail non valido";

/* The local database state was found to be invalid - reset it (alert view title) */
"Invalid local database state" = "Stato database locale non valido";

/* The user has entered an invalid online name. */
"Invalid online name" = "Nome on-line non valido";

/* Invalid user dialog title message. */
"Invalid User" = "Utente non valido";

/* Invitation email sent! */
"Invitation email sent!" = "E-mail di invito inviata!";

/* Generic title when AGON has failed to invite another user to use AGON */
"Invitation failed!" = "Invito non riuscito!";

/* A new invitation has been sent to another AGON user */
"Invitation sent" = "Invito inviato";

/* Invite */
"Invite" = "Invita";

/* Label text indication option for inviting a new AGON user as a friend */
"Invite AGON user" = "Invita utente AGON";

/* Used for list of invitations sent other users. Example \"Invite to John Doe\". */
"Invite to %@" = "Invito a %@";

/* Generic invites text. MUST maintain string length. */
"Invites" = "Inviti";

/* Example \invites you to try the game %Grolsh Game% for iPhone and iPod Touch. It's part of the social network %AGON Online% */
"invites you to try the game %@ for <a href=\"http://www.apple.com/iphone/\">iPhone</a> and <a href=\"http://www.apple.com/ipodtouch/\">iPod Touch</a>. It's part of the social network %@" = "ti invita a provare il gioco %1$@ per <a href=\"http://www.apple.com/it/iphone/\">iPhone</a> e <a href=\"http://www.apple.com/it/ipodtouch/\">iPod Touch</a>. Fa parte del social network %2$@";

/* Shown with progress bar while inviting a new friend. */
"Inviting..." = "Invito in corso...";

/* Displayed to the user when he tried to publish a story to twitter or facebook on a leaderboard where this is not possible. (Alert view message) */
"It is not possible to publish your scores for the selected tab." = "Impossibile pubblicare i tuoi punteggi per la scheda selezionata.";

/* Text on dialog telling the user that their password can only be emailed once an hour. */
"It is only possible to send the password to your email address once every hour." = "La password può essere inviata al tuo indirizzo e-mail solo una volta ogni ora.";

/* Error text shown on an alert view. */
"It was not possible to forget all devices." = "Non è stato possibile dissociare tutti i dispositivi.";

/* Error text for when a user couldn't be upgraded. */
"It was not possible to set a password for the user at this time." = "Impossibile impostare una password per l'utente in questo momento.";

/* Keep 'NameA' and 'NameB' as two seperate profiles. */
"Keep '%@' and '%@' as two seperate profiles." = "Mantieni “%1$@” e “%2$@” come profili separati.";

/* Checkbox option */
"Keep Both Profiles" = "Mantieni entrambi i profili";

/* Generic leaderboard text */
"Leaderboard" = "Tabellone punteggi";

/* Generic leaderboards text */
"Leaderboards" = "Tabelloni punteggi";

/* Generic loading text when starting the system. */
"Loading AGON Online" = "Carico AGON Online";

/* Generic loading text when loading the user's profile */
"Loading AGON Online Profile" = "Carico profilo AGON Online";

/* Shown with progress bar while loading comments. */
"Loading comments..." = "Caricamento commenti in corso...";

/* Text while loading friends list */
"Loading friends.." = "Carico amici...";

/* Loading text displays in highscore cells, that are still waiting to be loaded. */
"Loading scores..." = "Caricamento punteggi in corso...";

/* Generic loading text */
"Loading..." = "Caricamento in corso...";

/* Show with progress bar while locating grographical location. */
"locating..." = "localizzazione in corso...";

/* Generic location (geographical) text. */
"Location" = "Posizione";

/* No valid location was loaded from the server. */
"Location not loaded" = "Posizione non caricata";

/* Show as title in an alert view regarding informing the user about location services being disabled (GPS). */
"Location Services Disabled" = "Servizi di localizzazione disattivati";

/* Explanation for the user on how to enable location services on his iPhone/iPod Touch. */
"Location services must be enabled before your location can be set. You can enable them in Settings -> General in your phone's settings." = "I servizi di localizzazione devono essere attivati prima di impostare la tua posizione. Puoi attivarli in Impostazioni -> Generali nelle impostazioni del tuo telefono.";

/* text explaining option */
"Log on with your online profile" = "Esegui login con il tuo profilo on-line";

/* Shown while logging in to twitter. */
"Logging in" = "Login in corso";

/* Shown if logging in to twitter failed. */
"Login failed..." = "Login non riuscito...";

/* Label on the button for logging out your profile. */
"Logout" = "Esci";

/* Label on the button for managing your profile. MUST maintain string length. */
"Manage" = "Gestisci";

/* Title on the action sheet for choosing how to manage your profile. */
"Manage Profile" = "Gestisci profilo";

/* Genric merge profiles text */
"Merge Profiles" = "Unisci profili";

/* Merge profile view title */
"Merge Profiles?" = "Desideri unire i profili?";

/* Merge scores and awards from 'NameA' into 'NameB' */
"Merge scores and awards from '%@' into '%@'" = "Unisci punteggi e premi di “%1$@” in “%2$@”";

/* helper text on button explaining option */
"Merge with an existing online profile" = "Unisci a un profilo on-line esistente";

/* User's AGON username (short version - simply 'name'). */
"Name" = "Nome";

/* When user types a name that is available, show short text */
"Name is available" = "Il nome è disponibile";

/* Generic nearby (geographical) text. MUST maintain string length. */
"Nearby" = "Vicino";

/* Title for nearby range selection (geographical - either country, region, city or suburb). */
"Nearby Range" = "Intervallo di vicinanza";

/* Show as title in an alert view regarding nearby scores. */
"Nearby Scores" = "Punteggi vicini";

/* Generic need confirmation. */
"Need confirmation!" = "Conferma necessaria!";

/* Button title for adding a new comment. */
"New Comment" = "Nuovo commento";

/* Short cell title: create a new online profile */
"New Online Profile!" = "Nuovo profilo on-line!";

/* Short cell title: create a new profile */
"New Profile.." = "Nuovo profilo...";

/* Generic no text */
"No" = "No";

/* Text Explaining that the user can recommend game to his friends */
"No AGON users found. Expand your search or recommend the game on the buttons below" = "Non è stato trovato nessun utente AGON. Amplia la tua ricerca o consiglia il gioco con i pulsanti sottostanti";

/* Displayed when the user has not specified an Alias. */
"No Alias set" = "Alias non impostato";

/* Displayed when trying to post an empty comment (alert view title). */
"No comment entered" = "Nessun commento inserito";

/* Title for alert box when connection has been lost to backend servers. */
"No Connection" = "Nessuna connessione";

/* Connection is not currently available text while trying to edit your profile. */
"No connection is available, you must be online to edit your profile." = "Nessuna connessione disponibile. Per modificare il tuo profilo, devi essere on-line.";

/* Generic connection is not currently available */
"No connection is currently available. Please retry later." = "Nessuna connessione disponibile al momento. Riprova più tardi.";

/* Connection is not currently available text if offline when trying to register a profile. */
"No connection is currently available. Unable to register for an online profile at this time." = "Nessuna connessione disponibile al momento. Impossibile registrare un profilo on-line adesso.";

/* Connection is not currently available text while on the scores tab. */
"No connection is currently available. You can still view your personal scores and awards." = "Al momento non è disponibile alcuna connessione. Puoi comunque visualizzare i tuoi punteggi e premi personali.";

/* Title on an error dialog displayed when the user has not set an email address. */
"No Email Set" = "Nessuna e-mail impostata";

/* Displayed when the user has not set an email address. */
"No email set" = "Nessun indirizzo e-mail impostato";

/* Displayed when the leaderboard containing friends' scores has no scores. */
"No friend scores yet" = "Ancora nessun punteggio degli amici presente";

/* No friends found. */
"No friends found." = "Nessun amico trovato.";

/* Alertview title */
"No friends selected" = "Nessun amico selezionato";

/* The user does not have a location set. */
"No Location" = "Nessuna posizione";

/* The user has no location set. */
"No Location Set" = "Nessuna posizione impostata";

/* Displayed when the user has not set a password. */
"No Password Set" = "Nessuna password impostata";

/* No password set on user when 'can't remember password' was pressed error message. */
"No password set for this user. Unabled to send anything to the email." = "Nessuna password impostata per l'utente. Impossibile inviarla per e-mail.";

/* Displayed when the user wanted to publish a story to Facebook or Twitter, but he had no scores to publish. */
"No scores" = "Nessun punteggio";

/* Displayed when a geographic (country, region, city or suburb) leaderboard contains no scores. */
"No scores in this area yet" = "Ancora nessun punteggio in questa zona";

/* Short text when typing name and that name does not exist */
"No user with that name exists." = "Non esiste nessun utente con questo nome.";

/* Displayed when a world leaderboard contains no scores. */
"No world scores yet" = "Ancora nessun punteggio mondiale";

/* Title on dialog telling the user that their password can only be emailed once an hour. */
"Not allowed to send again" = "Non è consentito effettuare un altro invio";

/* Generic not found text */
"Not found" = "Non trovato";

/* Text explaining that no user is currently logged in. */
"Not Logged In" = "Login non effettuato";

/* Generic offline text. MUST maintain string length. */
"Offline" = "Non in linea";

/* Short text in profile picker when profile is offline */
"Offline profile" = "Profilo non in linea";

/* Generic ok text */
"Ok" = "Ok";

/* Generic online scores text */
"Online Leaderboards" = "Tabelloni dei punteggi on-line";

/* Notify the user that the AGON username has already been taken (alert view title) */
"Online name already taken" = "Nome on-line già utilizzato";

/* Title on dialog telling the user than they require an online enabled profile. */
"Online Profile Required" = "Necessario profilo on-line";

/* Text on leaderboard view when user is no online */
"Online scores are available!" = "Sono disponibili punteggi on-line!";

/* Generic password label text. MUST maintain string length. */
"Password" = "Password";

/* Title text for a dialog that tells the user her password couldn't be changed. */
"Password Change Failed" = "Modifica password non riuscita";

/* Title on dialog telling the user that her password has been sent to her email. */
"Password sent" = "Password inviata";

/* Show as title for personal scores. */
"Personal Scores" = "Punteggi personali";

/* Text asking the user to enter a username for a player profile. */
"Pick a name for your profile." = "Scegli un nome per il profilo.";

/* Short generic event story title for facebook. Example \"played %Grolsch Game%\" - the text will be prefixed with the user's name when shown on Facebook. */
"played %@" = "ha giocato a %@";

/* Ask user to enter a username. */
"Please choose a username" = "Scegli un nome utente";

/* Choose password label text. */
"Please choose your password." = "Scegli una password.";

/* Text that asks the user to enter a username for her profile. */
"Please enter a username for your profile." = "Inserisci un nome per il profilo.";

/* Ask the user to enter a valid email address. */
"Please enter a valid email." = "Inserisci un'e-mail valida.";

/* Ask the user to enter her email address. */
"Please enter your email address." = "Inserisci il tuo indirizzo e-mail.";

/* Ask the user to enter her password. */
"Please enter your password." = "Inserisci la password.";

/* Text on a dialog telling the user to select a profile before the user can continue. */
"Please select a profile" = "Seleziona un profilo";

/* Alertview text */
"Please select some friends or press cancel" = "Seleziona alcuni amici o premi Annulla";

/* Message for Alert View when updating location. */
"Please wait while we determine your current location.\n\n\n" = "Attendi: è in corso la definizione della tua posizione attuale.\n\n\n";

/* Generic post text. As in \"Post a comment to the message board\" */
"Post" = "Pubblica";

/* Displayed when posting a new comment fails (alert view title). */
"Posting failed" = "Pubblicazione non riuscita";

/* Shown with progress bar while posting comments. */
"Posting..." = "Pubblicazione in corso...";

/* Generic profile text. MUST maintain string length. */
"Profile" = "Profilo";

/* Short text when typing name and profile is found */
"Profile found." = "Profilo trovato.";

/* Generic profiles text */
"Profiles" = "Profili";

/* Inform user that this is the username seen by everyone */
"Public User Name" = "Nome utente pubblico";

/* Shown if publishing failed. */
"Publishing failed..." = "Pubblicazione non riuscita...";

/* Displayed to the user when he tried to publish a story to twitter or facebook on a leaderboard where this is not possible. (Alert view title) */
"Publishing not possible" = "Pubblicazione impossibile";

/* Shown while trying to publish a new story to twitter. */
"Publishing story" = "Pubblicazione della storia in corso";

/* View title */
"Recommend" = "Consiglia";

/* Title for Recommend Game action sheet */
"Recommend Game using" = "Consiglia il gioco utilizzando";

/* Recommendation Email */
"Recommendation Email" = "E-mail di segnalazione";

/* Reconnect button text - pressing will attempt to reconnect to servers. */
"Reconnect" = "Riconnetti";

/* Suburb region definition. */
"Region" = "Regione";

/* Label on a checkbox that the user can activate to have his password remembered by the system. */
"Remember" = "Memorizza";

/* Generic remove profile label text. MUST maintain string length. */
"Remove" = "Rimuovi";

/* Button text on a button that allows the user to remove her profile from all devices. The profile won't be deleted, just no longer remembered on any of the devices where it has previously logged in. */
"Remove from all devices!" = "Rimuovi tutti i dispositivi!";

/* 'Remove profile from devices' text for bigger label. */
"Remove from devices" = "Rimuovi dai dispositivi";

/* Title text on a view where the user can remove her profile from the current device. */
"Remove profile" = "Rimuovi profilo";

/* Text asking the user if she is sure she wants to remove her profile from any device it has previously been logged on to. '\n' must stay. */
"Remove your profile from all devices you've previously logged on to?\nYou can always reconnect to your online profile later." = "Desideri rimuovere il profilo da tutti i dispositivi da cui hai effettuato l'accesso?\nPotrai comunque accedere di nuovo al tuo profilo on-line in seguito.";

/* Button text for a button where the user confirms that she wants to remove her profile. */
"Remove!" = "Rimuovi!";

/* Shown while a friend is being removed from the user's friends list. */
"Removing friend..." = "Rimozione amico in corso...";

/* Loading text while removing profile. */
"Removing Profile..." = "Rimuovo profilo...";

/* Header in alertview */
"Resend email confimation?" = "Desideri che venga inviata di nuovo l'e-mail di conferma?";

/* Generic reset text */
"Reset" = "Ripristina";

/* Ask user to reset awards (alert view title) */
"Reset Awards" = "Ripristina premi";

/* Ask user to reset awards (alert view message) */
"Reset awards for the current user?\n(This feature is only available on the developer server)" = "Ripristinare premi per l'utente attuale?\n(Questa funzione è disponibile soltanto sul server dello sviluppatore)";

/* Shown while the user's awards are being reset. */
"Resetting awards..." = "Reimpostazione premi in corso...";

/* The local database state was found to be invalid - reset it (alert view msg) */
"Resetting local state. AGON Online will close down." = "Ripristino dello stato locale. AGON Online verrà chiuso.";

/* Shown on button to allow user to revoke an invitation previously sent to another AGON user. */
"Revoke" = "Revoca";

/* Shown when revoking an already sent user invitation. */
"Revoking..." = "Revoca in corso...";

/* Generic save text. */
"Save" = "Salva";

/* Failed to save the user's profile online (alert view title). */
"Save Profile Failed" = "Salvataggio profilo non riuscito";

/* Shown while the user's location (geographical) is being saved. */
"Saving location..." = "Salvataggio posizione in corso...";

/* Shown with progress bar while saving profile. */
"Saving profile..." = "Salvataggio profilo in corso...";

/* Used for twitter story. Example: \"scored %554400% in \"%Great Britain%\" on \"%Overall Best%\" (#%9% in %Great Britain%)\" - the text will be prefixed with the user's name when shown on Twitter. */
"scored %@ in \"%@\" on \"%@\" (#%d in %@)" = "ha totalizzato %1$@ in \"%2$@\" su \"%3$@\" (#%4$d in %5$@)";

/* Scores tab. MUST maintain string length. */
"Scores" = "Punteggi";

/* Searching.. */
"Searching.." = "Cerco...";

/* Shown as the title for secret awards. */
"Secret" = "Segreto";

/* Generic 'select profile' title text. */
"Select Profile" = "Seleziona profilo";

/* Generic send text. MUST maintain string length. */
"Send" = "Invia";

/* Loading text telling the user that her password is being sent to her email. */
"Sending password to email..." = "Invio password all'indirizzo e-mail...";

/* Inviting Facebook friends */
"Sending Recommendation" = "Invio segnalazione";

/* Generic sent text. MUST maintain string length. */
"Sent" = "Inviato";

/* Button title for set/update location */
"Set" = "Imposta";

/* Inform the user that by setting his geographical location his scores will be tagged with the geographical location. */
"Set your location to geo-tag your scores" = "Imposta la tua posizione geografica per associarla ai tuoi punteggi";

/* Title on infoscreen enticing the user to add friends */
"Share the fun!" = "Condividi il divertimento!";

/* Button with option to create new profile */
"Sign Up!" = "Iscriviti!";

/* Generic skip text */
"Skip" = "Ignora";

/* Table section header: Specific AGON user */
"Specific AGON user" = "Utente AGON specifico";

/* Label for a button allowing the user to choose to not go online with her AGON profile. */
"Stay offline for now, thanks." = "Per ora rimani non in linea.";

/* Button text - submit */
"Submit" = "Invia";

/* Suburb nearby definition. */
"Suburb" = "Quartiere";

/* Generic success text */
"Success" = "Successo";

/* Label on the button for switching profile. */
"Switch" = "Cambia";

/* The user was not invited since he had already invited the other user or they were already friends. */
"That user is already in your friend list or has an invitation pending." = "L'utente indicato è già presente nell'elenco dei tuoi amici o ha un invito in sospeso.";

/* Notify the user that the AGON Online username has already been taken (alert view message) */
"The AGON Online name '%@' is already taken." = "Il nome “%@” AGON Online è già preso.";

/* Invalid device message. */
"The device appears to be invalid. Unable to login." = "Il dispositivo non sembra essere valido. Impossibile effettuare il login.";

/* Text on dialog telling the user that the entered email address doesn't match the registered email address. */
"The email address entered was not the email address registered to this AGON account. Unable to send password." = "L'indirizzo e-mail inserito non è quello registrato su questo account AGON. Impossibile inviare la password.";

/* Text on dialog telling the user that her email is not confirmed. */
"The email address has not been confirmed. The email needs to be confirmed before it can be used." = "L'indirizzo e-mail non è stato confermato. Prima di potere essere utilizzato, l'indirizzo e-mail deve essere confermato.";

/* No email set on user error message. */
"The email address has not been set. The email needs to be set before it can be used." = "L'indirizzo e-mail non è stato impostato. Prima di potere essere utilizzato, l'indirizzo e-mail deve essere impostato.";

/* Invalid password error message during login. */
"The entered password was incorrect. Please try again or create a new user." = "La password inserita non è corretta. Riprova o crea un nuovo utente.";

/* Message when the user tried to use an already taken username. */
"The entered username was already taken. Please try again with a different username." = "Il nome utente inserito esiste già:  riprova con un altro nome utente.";

/* Example \The game uses %AGON Online% and has leaderboards, awards and more! */
"The game uses %@ and has leaderboards, awards and more!" = "Il gioco utilizza %@ e dispone di tabellone dei punteggi, premi e altro ancora!";

/* Short text when typing name and the name is available */
"The name is available." = "Il nome è disponibile.";

/* The user has entered an invalid alias (alert view message). */
"The provided alias was not valid (%@). An alias must be between 3 and 32 characters. All characters are allowed." = "Alias fornito non valido (%@). L'alias deve contenere un numero di caratteri compreso tra 3 e 32. Sono consentiti tutti i caratteri.";

/* The user has entered an invalid email address (alert view message). */
"The provided email address was not valid (%@)." = "L'indirizzo e-mail fornito non è valido (%@).";

/* Inform user that the username is unique */
"The public user name is a unique identification of you." = "Il nome utente pubblico ti identifica in modo esclusivo.";

/* Message shown to the player if the server for some reason failed to resend email */
"The server could not currently resend confirmation email. Please try again later." = "In questo momento il server non può inviare di nuovo l'email di conferma. Riprova più tardi.";

/* Invalid user message. */
"The user appears to be invalid. Unable to login." = "L'utente non sembra essere valido. Impossibile effettuare il login.";

/* No password set on user error message. */
"The user had no password and cannot be logged in." = "L'utente non dispone di password e non può accedere.";

/* Text on a view telling the user that the entered username is already registered. */
"The username '%@' already exists." = "Il nome utente '%@' esiste già.";

/* Text on a view telling the user that the entered username is already registered and asking whether to continue or try another username. */
"The username '%@' already exists. " = "Il nome utente '%@' esiste già. ";

/* Text on a view telling the user that the entered username is already registered and doesn't have a password registered. */
"The username '%@' already exists. The user has not set any password and you therefore cannot login as this user from this device. You need to set a password for the user on the original device used to create the user." = "Il nome utente '%@' esiste già. L'utente non ha impostato nessuna password, quindi non puoi accedere con questo nome utente da questo dispositivo. Devi impostare una password per l'utente sul dispositivo originale utilizzato per crearlo.";

/* Used in contexts like \"John Doe now has the best score in the World\" */
"the World" = "il mondo";

/* Label text warning the user that her profile isn't stored online and deleting it will cause all its data to be lost. '\n' entries must stay. */
"This profile has not yet been online enabled.\n\nDeleting this profile will delete all associated scores and awards permanently." = "Questo profilo non è ancora stato abilitato on-line.\n\nEliminando il profilo, i punteggi e i premi ad esso associati verranno eliminati definitivamente.";

/* This username can not be used. */
"This username can not be used." = "Impossibile utilizzare questo nome utente.";

/* Return to game tab - must be kept very short. */
"To Game" = "Al gioco";

/* Displayed when trying to post an empty comment (alert view message). */
"To post a comment you must enter some text. Otherwise you may cancel." = "Per pubblicare un commento è necessario inserire del testo. In caso contrario, è possibile annullare.";

/* Text on the view explaining the user about upgrading their profile. */
"To support multiple profiles you will need to enter a password for your profile. The password will be used to secure your AGON Online profile and allow you to use your AGON Online profile with other devices. You will still be able to play AGON Online enabled games that do not support multiple profiles." = "Per potere supportare profili multipli, devi inserire una password per il profilo. La password verrà utilizzata per proteggere il tuo profilo AGON Online e consentirti di utilizzarlo con altri dispositivi. Sarai ancora in grado di giocare ai giochi abilitati per AGON Online che non supportano profili multipli.";

/* Generic 'try again' text */
"Try again" = "Riprova";

/* Not possible to post comment due to no connectivity (alert view title). */
"Unable to add comment" = "Impossibile aggiungere commento";

/* Not currently possible import friends due to communication issues. */
"Unable to communicate with server. Please retry friend import later." = "Impossibile comunicare con il server. Riprova a importare gli amici più tardi.";

/* Not currently possible to load comments. */
"Unable to load comments" = "Impossibile caricare commenti";

/* Displayed when the mobile device fails to determine the location based on GPS or WIFI signal */
"Unable to retrieve location at the moment." = "Impossibile recuperare la posizione al momento.";

/* Unable to invite another user to use AGON */
"Unable to send invite" = "Impossibile inviare l'invito";

/* Shown while the user's friends are updating. */
"Updating friends..." = "Aggiornamento amici in cordo...";

/* Shown while the user's invites are updating. */
"Updating invites..." = "Aggiornamento inviti in corso...";

/* Title for Alert View when updating location. */
"Updating location..." = "Aggiornamento posizione in corso...";

/* Loading text when updating personal scores. */
"Updating personal scores..." = "Aggiorno punteggi personali...";

/* Shown while the user's wall is updating. */
"Updating Wall..." = "Aggiornamento Bacheca in corso...";

/* Title on the view explaining the user about upgrading their profile. */
"Upgrade user" = "Aggiorna utente";

/* Title text for the error dialog when a user couldn't be upgraded. */
"Upgrade User Failed" = "Aggiornamento utente non riuscito";

/* Loading text while a user is being upgraded. */
"Upgrading AGON Online Profile" = "Aggiorno profilo AGON Online";

/* Button with option to connect with an existing profile */
"Use Existing Profile" = "Utilizza profilo esistente";

/* Title on a view telling the user that the entered username is already in use. */
"User already exists" = "L'utente esiste già";

/* Generic text shown when a user was not found. */
"User not found" = "Utente non trovato";

/* User's AGON username. */
"Username" = "Nome utente";

/* Generic username or email text. */
"Username or Email" = "Nome utente o e-mail";

/* The rules for a valid online AGON username. */
"Usernames must be between 3 and 16 characters. Use the English alphabet, numbers, '-' and '_'. Begin with a letter." = "I nomi utente devono contenere tra 3 e 16 caratteri. Utilizza l'alfabeto, i numeri, '-' e '_'. Inizia con una lettera.";

/* Validation failed title. */
"Validation Failed" = "Convalida non riuscita";

/* Verification failed title (used if e.g. username or password was invalid or incorrect). */
"Verification Failed" = "Verifica non riuscita";

/* Change button label to Wait... while geographical location is determined. */
"Wait.." = "Attendere..";

/* AGON event wall (similar to Facebook Wall). */
"Wall" = "Bacheca";

/* Short story body for facebook. Example \"was playing the %iPhone% game %Grolsch Game% earned the award \"Great Comeback\" (Win match after being behind 6 points)\" - the text will be prefixed with the user's name when shown on Facebook.. */
"was playing the %@ game %@ and earned the award \"%@\" (%@)" = "stava giocando al gioco %1$@ %2$@ e ha vinto il premio \"%3$@\" (%4$@)";

/* Short story body for facebook. Example \"was playing the %iPhone% game %Grolsch Game% and reached position 10 in %Great Britain% with a score of \"%554400%\" on the leaderboard \"Overall Best\"\" - the text will be prefixed with the user's name when shown on Facebook.. */
"was playing the %@ game %@ and reached position %d in %@ with a score of \"%@\" on the leaderboard \"%@\"." = "stava giocando al gioco %1$@ %2$@ e ha raggiunto la posizione %3$d in %4$@ con un punteggio di \"%5$@\" sul tabellone dei punteggi \"%6$@\".";

/* Connection has been lost to the servers. */
"We have currently lost connection to our servers. Please check your Internet connection and try to reconnect." = "Connessione interrotta con i nostri server. Controlla la tua connessione Internet e prova a ricollegarti.";

/* Generic welcome text. */
"Welcome!" = "Benvenuto!";

/* Generic world text. MUST maintain string length. */
"World" = "Mondo";

/* Generic world scores text */
"World Scores" = "Punteggi mondiali";

/* Generic yes text */
"Yes" = "Sì";

/* Ask the player if he wants to receive a new confirmation email */
"You are about to resend a confirmation email to your specified email account. Continue?" = "Stai per chiedere di nuovo l'invio di un'e-mail di conferma all'account e-mail specificato. Desideri continuare?";

/* Explain that the user is currently using an offline profile called %@. */
"You are currently logged in with	the offline profile '%@'" = "Attualmente hai effettuato il login con il	profilo non in linea “%@”";

/* No scores registered for the current users on the current leaderboard */
"You do not have any highscores registered for the selected tab." = "Non hai nessun punteggio migliore registrato per la scheda selezionata.";

/* The user has no friends yet. */
"You have no friends yet." = "Non hai ancora nessun amico.";

/* Shown when the user has not received any invites from anybody. */
"You have no incoming invites." = "Non hai nessun invito in arrivo.";

/* Title on infoscreen informing the user about not having received any invites */
"You have no invitations" = "Non hai nessun invito";

/* Shown when the user has not sent any invites to anyone. */
"You have no invites pending." = "Non hai inviti in sospeso.";

/* Displayed when the personal leaderboard contains no scores. */
"You have no scores yet" = "Non hai ancora nessun punteggio";

/* Help text that informs the user about when invites are received. */
"You have not received an invitation from anyone. You will receive an invitation here if another AGON user invites you to become a friend." = "Non hai ricevuto nessun invito. Se un altro utente AGON ti invita a diventare amici, riceverai un invito qui.";

/* Help text that informs the user about how to send friend invites. */
"You have not sent a friend invitation to anyone. You can send an invitation by pressing the Add Friends or Plus button." = "Non hai inviato nessun invito. Per inviare un invito, premi il pulsante + o “Aggiungi amici”.";

/* Title on infoscreen informing the user about not having sent any friend invitations */
"You have not sent any invitations" = "Non hai inviato nessun invito";

/* Displayed when posting a new comment fails (alert view message). */
"Your comment could not be posted at this time." = "Non è stato possibile pubblicare il tuo commento al momento.";

/* Ask the user if he wants to set his grographical location now. */
"Your location has not been set. Would you like to set it now to be able to see the scores of people near you?" = "La tua posizione non è stata impostata. Desideri impostarla ora per poter vedere i punteggi delle persone vicine a te?";

/* Ask the user if he wants to update his grographical location. */
"Your location seems to be invalid, would you like to try to update it?" = "La tua posizione sembra essere non valida, desideri provare ad aggiornarla?";

/* Label text informing the user that AGON remembers any profiles that have logged on to a device in order to log in more easily from then on and that a button below will reset these remembered profiles. '\n' entries must stay. */
"Your online profile remembers the devices used to provide easier login. If there are devices that should no longer have the easy login, you can have the profile forget all the devices by clicking on the button below.\n\nYour profile is NOT lost. You will be logged out and you just have to sign in with your username again." = "Il tuo profilo online memorizza i dispositivi utilizzati per offrire un login più semplice. Se ci sono dispositivi su cui non dovrebbe essere più presente l'accesso facilitato, puoi fare in modo che il profilo venga dissociato da tutti i dispositivi facendo clic sul pulsante sottostante.\n\nIl profilo NON verrà cancellato. Verrà eseguito il logout automaticamente e dovrai effettuare l'accesso di nuovo con il tuo nome utente.";

/* Text on dialog telling the user that her password has been sent to her email. */
"Your password has been sent to the registered email." = "La password è stata inviata all'indirizzo e-mail registrato.";

/* Password has changed notification message. */
"Your password has changed on the server. Please enter your password." = "La password è stata modificata sul server. Inserisci la password.";

/* Failed to save the user's profile online (alert view title). */
"Your profile could not be saved online at this time." = "Impossibile salvare il tuo profilo on-line al momento.";

/* Text on dialog telling the user than they require an online enabled profile. */
"Your profile has to be online enabled to access this property" = "Il profilo deve essere abilitato on-line per accedere a questa proprietà";

/* text on wall view when user is offline */
"Your wall is waiting for you!" = "La tua bacheca ti aspetta!";

